tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "wget"
brew "binutils"
brew "cmake"
brew "gcc"
brew "gdbm"
brew "gettext"
brew "libffi"
brew "libffi"
brew "git"
brew "git-ssh"
brew "glib"
brew "gmp"
brew "icu4c"
brew "isl"
brew "libidn2"
brew "libmpc"
brew "libpng"
brew "libssh2"
brew "libffi"
brew "libyaml"
brew "libunistring"
brew "lua"
brew "mas"
brew "midnight-commander"
brew "mtr"
brew "node"
brew "openssl"
brew "pkg-config"
brew "pcre"
brew "perl"
brew "python"
brew "python@2"
brew "pv"
brew "rsync"
brew "readline"
brew "ruby"
brew "s-lang"
brew "sphinx-doc"
brew "sqlite"
brew "unrar"
brew "vim"
brew "xz"

cask "visual-studio-code"
cask "vlc"
cask "1password"
cask "firefox"
cask "osxfuse"
cask "tunnelblick"
cask "rectangle"

mas "Xcode", id: 497799835
mas "Slack", id: 803453959
mas "BreakTime", id: 427475982
mas "Microsoft Remote Desktop", id: 1295203466
mas "The Unarchiver", id: 425424353
mas "IP Scanner", id: 427475982
mas "1-Click Video Converter", id: 717545086
mas "AVG Cleaner", id: 667434228
mas "Telegram", id: 747648890
